// Задача 10: Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.

      string n;
      n = Console.ReadLine ();
    Console.WriteLine(n[1]);
